tap "homebrew/bundle"
tap "homebrew/cask-versions"

# User Tools
cask "1password"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "maestral"
cask "microsoft-office"
cask "omnigraffle"
cask "protonvpn"
cask "rectangle"
cask "secretive"
cask "signal"
mas "1Password for Safari", id: 1569813296
mas "Dark Noise: Sound Machine", id: 1465439395
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "ForkLift", id: 412448059
mas "GoodNotes 5", id: 1444383602
mas "Kindle", id: 405399194
mas "Klokki Slim - Time Tracking", id: 1459795140
mas "Mactracker", id: 430255202
mas "Pixelmator Pro", id: 1289583905
mas "SEE Finance 2", id: 1316742770
mas "Unicorn Blocker:Adblock", id: 1231935892
mas "Hush Nag Blocker", id: 1544743900

# Software Development
brew "awscli"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "hugo"
brew "node"
brew "poetry"
brew "yadm"
cask "docker"
cask "github"
cask "postman"
cask "sf-symbols"
cask "sourcetree"
cask "visual-studio-code"
mas "A Companion for SwiftUI", id: 1485436674
mas "Apple Developer", id: 640199958
mas "Boop", id: 1518425043
mas "Icon Slate", id: 439697913
mas "PDF Inspector", id: 1497698069
mas "Synalyze It!", id: 417074533
mas "TextPlus", id: 1234445803
mas "Xcode", id: 497799835

# Java Development
cask "temurin17"
cask "temurin21"
cask "temurin"
brew "maven", args: ["ignore-dependencies"]
cask "scenebuilder"
