tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "python@3.12"
brew "awscli"
brew "buildifier"
brew "cfn-lint"
brew "cookiecutter"
brew "gh"
brew "git"
brew "go"
brew "icu4c@76"
brew "httpie"
brew "hugo"
brew "jq"
brew "mas"
brew "maven"
brew "node"
brew "nvm"
brew "pipx"
brew "poetry"
brew "yadm"
brew "yq"
cask "1password"
cask "docker"
cask "github"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "omnigraffle"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "scenebuilder"
cask "secretive"
cask "sf-symbols"
cask "signal"
cask "sourcetree"
cask "temurin"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "A Companion for SwiftUI", id: 1485436674
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "CardPointers", id: 1472875808
mas "Dark Noise", id: 1465439395
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flighty", id: 1358823008
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "Icon Slate", id: 439697913
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Klokki Slim", id: 1459795140
mas "Mactracker", id: 430255202
mas "Mahjong Titan", id: 1551538909
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PDF Inspector", id: 1497698069
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "SEE Finance", id: 1316742770
mas "Slack", id: 803453959
mas "Sofa", id: 1276554886
mas "Synalyze It!", id: 417074533
mas "TextPlus", id: 1234445803
mas "The Camelizer", id: 1532579087
mas "Unicorn Blocker", id: 1231935892
mas "Vidzik", id: 6467666216
mas "Xcode", id: 497799835
